Repository: jacazek-ebsco/gnomehub
Catalog: locale/*/LC_MESSAGES/gnomehub.po
Languages: de, es, fr

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres

source: Loading repositories...
de: Projektarchive werden geladen …
es: Cargando repositorios...
fr: Chargements des repositories...

source: No internet connection
de: Keine Internetverbindung
es: Sin conexión a internet
fr: Aucune connexion internet

source: GitHub API rate limit exceeded. Log in to GitHub in extension settings to increase the limit.
es: Límite de la API de GitHub excedido. Ingresa a GitHub en los ajustes de la extensión para aumentar el límite.

source: Repository "%s" not found. If this is a private repo, log in to GitHub in extension settings.
es: No se encontró el repositorio "%s". Si es un repositorio privado, ingresa a GitHub en los ajustes de la extensión.

source: Repositories
de: Projektarchive
es: Repositorios

source: GitHub Credentials
de: GitHub-Anmeldedaten
es: Credenciales de GitHub

source: To access your private repos, log in to GitHub.
de: Um auf private Projektarchive zuzugreifen, bei GitHub anmelden
es: Para acceder a tus repositorios privados, ingresa a GitHub.
fr: Pour accéder à vos repos privés, connectez-vous à Github.

source: Username
de: Nutzername
es: Nombre de usuario
fr: Utilisateur

source: Access token
de: Zugangsschlüssel
es: Código de acceso

source: Create a new access token
de: Einen neuen Zugangsschlüssel erzeugen
es: Crea un nuevo código de acceso
fr: Créez un nouvel access token

source: if you don’t have one.
de: falls noch keiner erzeugt wurde
es: en caso de no tener uno.

source: To only allow access to public repositories, select the <b>public_repo</b> scope.
es: Para permitir el acceso sólo a repositorios púbicos, selecciona el campo <b>public_repo</b>.

source: To also allow access to private repositories, select the <b>repo</b> scope.
es: Para además permitir el acceso a repositorios privados, seleccione el campo <b>repo</b>.

source: Repository
de: Projektarchiv
es: Repositorio

source: Add a GitHub repository
de: Ein GitHub-Projektarchiv hinzufügen
es: Agregar un repositorio de GitHub
fr: Ajouter un repository GitHub

source: Format: user/repo
de: Format: nutzer/projektarchiv
es: Formato: usuario/repo

source: Open repo in browser
es: Abrir repo en el navegador

source: if you don’t have one
fr: si vous n'en possédez pas

source: Github API rate limit exceeded. Please log in in extension settings.
fr: Plafond de connexion à l'API Github atteint. Merci de vous connecter dans les paramètres de l'extension.

source: " not found. If this is a private repo, please log in in extension settings.
fr: " introuvable. Si ce repo est privé, merci de vous connecter dans les paramètres de l'extension.
